// products.js
const products = [
    { id: 0, name: 'Гаррі Поттер і філософський камінь', 
    description: 'Нове видання вже добре відомої шанувальникам першої частини пригод незвичайного хлопчика Гаррі Поттера. Книга була вперше видана у 1997 році, і тепер діти, які виросли з нею, читають її своїм дітям чи перечитують для задоволення, адже кожен, хто стикнувся з цим чаклунським світом, вже не зможе уявити, ніби не має цього досвіду. Кожен з нас хотів навчатися в Хогвартсі і мати таких розумних і відчайдушних друзів, випробувати свою мужність в небезпечних пригодах.', 
    price: 19.99, author: 'Джоан Роулінг', image: './img/product1.jpg', status: 'in sale' },
    { id: 1, name: 'Чарлі і шоколадна фабрика', 
    description: 'Усім прихильникам творчості суперпопулярної Джоан Ролінґ, без сумніву, буде цікаво познайомитися з цією книжкою, автора якої, Роальда Дала, прийнято вважати "літературним батьком" відомої письменниці. Хоча, можливо, цей сюжет вам уже знайомий, адже "Чарлі і шоколадна фабрика" - найпопулярніша книга Дала. Бідного хлопчика, який на кожен день народження отримував у подарунок лише маленький шоколадний батончик, чекає дивовижна пригода, адже його доброта є прикладом для інших, а добро завжди отримує свою нагороду.', 
    price: 29.99, author: 'Роальд Дал', image: './img/product2.jpg', status: 'in sale' },
    { id: 2, name: '451° за Фаренгейтом', 
    description: 'Що трапилося з нашим світом? Чому пожежники спалюють будинки, а не гасять пожежі? Чому люди не читають книги, не ходять пішки і майже не розмовляють одне з одним? Як виглядатиме наша Земля та якими будуть люди, якщо заборонити їм читати книги? Зі сторінок одного з найкращих творів Рея Бредбері ви дізнаєтеся, як люди навчаться зберігати книги для наступних поколінь, хто повстане проти пануючої системи і як зустріч із «чудною» дівчиною Кларіс змінить життя пожежника Ґая Монтеґа…', 
    price: 39.99, author: 'Рей Бредбері', image: './img/product3.jpg', status: 'in sale' },
    { id: 3, name: 'Фундація та імперія', 
    description: 'Галактичній Імперії, колись наймасштабнішому творінню людини, судилося розпастися. Цьому судилося бути з самого початку, але не могло відбутися за один день — її велич згасала поступово та для більшості не було помітно. Нікому, окрім Гарі Селдона. Саме він передрік занепад Імперії і завдяки йому була створена Фундація — прихисток людської цивілізації.', 
    price: 49.99, author: 'Айзек Азімов', image: './img/product4.jpg', status: 'in sale' },
];

export default products;

